/* Text for close button */
"Close" = "閉じる";

/* Text for button to scan a credit card */
"Scan Card" = "クレジットカードをスキャン";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "カードをスキャン";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "入力した IBAN が無効です。";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "クレジットカード情報の処理中にエラーが発生しました。数秒後にもう一度お試しください";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "予期しないエラーが発生しました。数秒後にもう一度お試しください";

/* Button to reload web view if we were unable to connect. */
"Try again" = "もう一度お試しください";

/* Error when the card has already expired */
"Your card has expired" = "クレジットカードの有効期限が切れています";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "クレジットカードが拒否されました";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "指定したクレジットカードの有効期限の月が無効です";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "指定したクレジットカードの有効期限の年が無効です";

/* Error when the card number is not valid */
"Your card's number is invalid" = "指定したクレジットカードの番号が無効です";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "指定したクレジットカードのセキュリティコードが無効です";

/* Error when customer's name is invalid */
"Your name is invalid." = "名前が無効です。";

